Revit 2027 API
DisciplineTypeId.Common Property
 Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Common { get; }
Public Shared ReadOnly Property Common As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Common {
	ForgeTypeId^ get ();
}
static member Common : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
DisciplineTypeId Class
Autodesk.Revit.DB Namespace